{"pages":[{"title":"Equipe","text":"Quem Somos Lidiane Silveira Soares É co-fundadora do Descomplicando à Docência, CEO e editora da área de Ciências Humanas. Também é mestranda em Educação na área de Políticas Públicas e Formação de Professores pela UFR. É licenciada em História e pós graduação em Relações Raciais na Educação Brasileira pela Universidade Federal de Mato Grosso, tendo experiência na área de ensino de História, atuando principalmente nos seguintes temas: Educação Patrimonial; Patrimônio histórico e cultural, Educação de Jovens e Adultos, Educação étnico-racial, Estudos arqueológicos. Pâmella Araújo Balcaçar É co-fundadora do Descomplicando à Docência, CTO e editora da área de Ciências Naturais. Também é Bióloga e Tecnóloga em Informática, com MBA em Perícia, Auditoria e Análise Ambiental e Especialista em Biotecnologia e Bioprocessos. Atuou na educação profissional e educação regular na rede estadual de ensino. Tendo experiência nas áreas: Tecnologias web, Moodle, Ensino Híbrido e Metodologias ativas. André Luiz Gomes Duran É colunista jurídico do Descomplicando à Docência, também é Advogado atuante nas áreas do direito do trabalho e processual civil.","tags":"pages","url":"https://descomplicandoadocencia.com.br/equipe/"},{"title":"Instruções para publicação","text":"Instruções para publicação Recomendamos aos autores a leitura atenta das instruções abaixo antes de submeterem seus artigos ao Descomplicando à Docência (DAD). DAD aceita trabalhos para as seguintes seções: 1.1 – Debate : análise de temas relevantes do campo da Educação, que é acompanhado por comentários críticos assinados por autores a convite das Editoras, seguida de resposta do autor do artigo principal (máximo de 3.000 palavras e 5 ilustrações); 1.2 – Espaço Temático : seção destinada à publicação de 3 a 4 artigos versando sobre tema comum, relevante para a Educação e que estão classificados por área do conhecimento: Ciências Humanas, Ciências Naturais, Linguagem e Matemática; ainda poderá estar categorizado entre: Planejamento Escolar, Prática Pedagógica. Além disso, teremos as seções específicas para Coordenação Pedagógica e Gestão Escolar. Os interessados em submeter trabalhos para essa seção devem consultar as Editoras por meio do e-mail: contato@descomplicandoadocencia.com.br; 1.3 – Revisão : revisão crítica da literatura sobre temas pertinentes a Formação Docente ou educação, máximo de 3.000 palavras e 5 ilustrações. Toda revisão sistemática deverá ter seu protocolo publicado ou registrado em uma base de registro de revisões sistemáticas; 1.4 – Relato de experiência : texto original que desenvolve uma descrição sobre temática bem delimitada de alguma experiência vivida, podendo ter até 2.500 palavras; 1.5 – Questões Metodológicas : artigos cujo foco é a discussão, comparação ou avaliação de aspectos metodológicos importantes para o campo, seja na área de desenho de estudos, análise de dados ou métodos qualitativos (máximo de 3.000 palavras e 5 ilustrações); artigos sobre instrumentos de aferição epidemiológicos devem ser submetidos para esta Seção, obedecendo preferencialmente as regras de Comunicação Breve (máximo de 1.700 palavras e 3 ilustrações); 1.6 – Tecnologias aplicadas : artigos cujo foco é a discussão, comparação ou avaliação de aspectos envolvendo Tecnologias da Informação e Comunicação (TIC) no campo educacional, seja na área tutorial, análise de dados ou descrição tecnológica (máximo de 3.000 palavras e 5 ilustrações); 1.7 – Artigo : resultado de pesquisa de natureza empírica (máximo de 3.000 palavras e 5 ilustrações). Dentro dos diversos tipos de estudos empíricos, apresentamos dois exemplos: artigo de pesquisa etiológica na epidemiologia e artigo utilizando metodologia qualitativa; Dependendo do grau de relevância da pesquisa, as editoras poderão selecionar um ou mais artigos para serem destaque na página principal durante um determinando período. 1.8 – Comunicação Breve : relatando resultados preliminares de pesquisa, ou ainda resultados de estudos originais que possam ser apresentados de forma sucinta (máximo de 1.700 palavras e 3 ilustrações); 1.9 – Cartas : crítica a artigo publicado em fascículo anterior de DAD (máximo de 700 palavras); 1.10 – Resenhas : resenha crítica de livro relacionado ao campo temático de DAD, publicado nos últimos dois anos (máximo de 1.200 palavras). Normas para envio de artigos 2.1 - DAD publica artigos inéditos e originais, além de divulgar artigos publicados desde que citado a fonte de publicação. Os autores devem declarar essas condições no processo de submissão. 2.2 - Notas de rodapé, de fim de página e anexos serão aceitos. 2.3 - A contagem de palavras inclui somente o corpo do texto e as referências bibliográficas. Agradecimentos 3.1 É facultativo possíveis menções em agradecimentos incluem instituições que de alguma forma possibilitaram a realização da pesquisa e/ou pessoas que colaboraram com o estudo, mas que não preencheram os critérios para serem coautores. Referências 4.1 As referências devem ser numeradas de forma consecutiva de acordo com a ordem em que forem sendo citadas no texto. Devem ser identificadas por números arábicos sobrescritos (p. ex.: Silva 1). As referências citadas somente em tabelas e figuras devem ser numeradas a partir do número da última referência citada no texto. As referências citadas deverão ser listadas ao final do artigo, em ordem numérica, seguindo as normas da ABNT. 4.2 Todas as referências devem ser apresentadas de modo correto e completo. A veracidade das informações contidas na lista de referências é de responsabilidade do(s) autor(es). 4.3 No caso de usar algum software de gerenciamento de referências bibliográficas (p. ex.: EndNote), o(s) autor(es) deverá(ão) converter as referências para texto. Nomenclatura 5.1 Devem ser observadas as regras de nomenclatura zoológica e botânica, assim como abreviaturas e convenções adotadas em disciplinas especializadas. Processo de submissão online 6.1 Os textos deverão ser submetidos eletronicamente por meio do e-mail: contato@descomplicandoadocencia.com.br 6.2 Os textos deverão estar salvo em formato de algum desses programas LyX, Libre Office Writer, BrOffice Writer, OnlyOffice Documentos, KWord, Microsoft Word ou Documentos Google. E ao final deverão constar a descrição para qual seção pretender-se destinar a publicação. 6.3 Os textos submetidos serão avaliados pelo editorial do Descomplicando à Docência e respondido dentro de uma prazo de 15 dias do recebimento.","tags":"pages","url":"https://descomplicandoadocencia.com.br/instrucoes-para-publicacao/"},{"title":"Política de Privacidade","text":"A Política de Privacidade do Descomplicando à Docência tem o objetivo de esclarecer ao usuário sobre a utilização das informações. Dessa forma, queremos esclarecer os dados que são recolhidos, o motivo pelo qual é feito esse armazenamento e como são utilizadas as informações. A Política de Privacidade é um assunto importante e por isso pedimos que seja lida atentamente. 1. Para o acesso dos cursos na plataforma Descomplicando à Docência , você realiza um cadastro que solicita informações pessoais – como nome, e-mail, cidade e país – de preenchimento obrigatório. Essas informações são confidenciais e ficarão sob sigilo de responsabilidade da instituição. 2. Ao visualizar, ler, fazer downloads de arquivos, dados são registrados e armazenados automaticamente em um banco de dados. Essas informações ficam registradas e resguardadas. 3. Os dados armazenados, se solicitados, poderão ser cedidos a órgãos públicos de auditoria e fiscalização de destinação de recursos públicos. 4. O Descomplicando à Docência reserva-se o direito de utilizar os dados para pesquisa, sempre observado o sigilo e o resguardo da confidencialidade das fontes das informações que serão utilizadas. 5. Os dados armazenados em hipótese alguma serão comercializados. 6. O Descomplicando à Docência não envia informações para terceiros e nem possui representantes que estejam autorizados a contatar usuários cadastrados em seus sistemas de informações. 7. As informações armazenadas nos sistemas de registros são tratadas como confidenciais, exceto se os registros evidenciarem alguma forma de violação dos sistemas do Descomplicando à Docência ou prejudicarem usuários, violando normas e regulamentos da instituição. Nestes casos, será oferecida denúncia às autoridades competentes e, se necessário for, serão disponibilizados dados que forem necessários às auditorias. Neste caso, não haverá garantia da manutenção da privacidade dos dados.","tags":"pages","url":"https://descomplicandoadocencia.com.br/politica-de-privacidade/"},{"title":"Sobre","text":"A edtech Descomplicando à Docência é uma organização da sociedade civil, com fins culturais e pedagógicos; sendo uma iniciativa coletiva de professores, estudiosos e de diversos profissionais, criada com propósito de ser um agente facilitador das transformações educacionais para elevação da qualidade da educação por meio de recursos tecnológicos, ou não, ao mesmo tempo contribuir para redução das desigualdades sociais e promoção do desenvolvimento sustentável. Nossa missão Promover as transformações educacionais com protagonismo docente e impulsionar a inovação pedagógica a partir da educação aberta e de metodologias ativas. Visão Tornar-se referência como organização que promove o desenvolvimento do ecossistema social. Valores Ética, transparência, qualidade, equidade, responsabilidade, colaboração e solidariedade. Nós embasamos nossas ações na Agenda 2030:","tags":"pages","url":"https://descomplicandoadocencia.com.br/sobre/"},{"title":"História, prática pedagógica e política","text":"História, prática pedagógica e política Lidiane Silveira Soares¹ Universidade Federal de Mato Grosso (PPGEDU/UFMT/CUR), Rondonópolis/MT - Brasil Resumo: História, prática pedagógica e política. O presente artigo reflete sobre a educação para emancipação dos sujeitos e desenvolvimento de uma sociedade menos desigual economicamente, considerando a política e a diversidade cultural como a principal fonte de luta e riqueza de seu povo. Para tanto, há uma discussão teórica entre alguns autores como: (FRANCO,2008), (PARO, 2008), (FREIRE, 1987) (GIROUX, 1986) e outros, levando em consideração a preocupação em realizar uma educação pública gratuita e de qualidade, através da atuação política de professores e estudantes. No primeiro momento, há uma reflexão sobre a importância da pedagogia histórico-crítica para o progresso da nação brasileira, via democracia. Depois, é apresentado a educação política e social em diferentes contextos. Por último, discorro sobre a possibilidade da prática de desenvolver sujeitos pensantes, dando atenção à projetos nacional e regional que são legitimados por órgãos competentes no Brasil. Palavras-chave : Educação política. Diversidade cultural. Historicidade. Resumen: Historia, práctica pedagógica y política. Este artículo reflexiona sobre la educación para la emancipación de los sujetos y el desarrollo de una sociedad menos desigual económicamente, considerando la política y la diversidad cultural como la principal fuente de lucha y riqueza de su gente. Para este fin, hay una discusión teórica entre algunos autores, tales como: (FRANCO, 2008), (PARO, 2008), (FREIRE, 1987) (GIROUX, 1986) y otros, teniendo en cuenta la preocupación de llevar a cabo una educación pública gratuita y gratuita. Calidad a través del desempeño político de docentes y alumnos. Al principio, se reflexiona sobre la importancia de la pedagogía histórico-crítica para el progreso de la nación brasileña, a través de la democracia. Luego, se presenta la educación política y social en diferentes contextos. Finalmente, discuto sobre la posibilidad de la práctica de desarrollar temas de pensamiento, prestando atención a los proyectos nacionales y regionales que están legitimados por agencias competentes en Brasil. Palabras clave: Educación política. Diversidad cultural. La historicidad. Introdução Discorro algumas implicações pedagógicas que caracterizam a educação no modelo capitalista, o qual a nação brasileira está inserida. A partir das discussões bibliográficas de vários autores debatidos, durante as aulas da disciplina de Teoria da Educação Moderna e Contemporânea no Programa de Pós Graduação em Educação da Universidade Federal de Mato Grosso – Campus Universitário de Rondonópolis (PPGEDU/UFMT/CUR) no primeiro semestre do ano de 2019, é possível afirmar que o processo educativo está atrelado ao que está acontecendo politicamente no mundo, considerando a história e seu contexto geopolítico. Assim, se a educação perpassa pela construção sócio-política de sociedade, considerando o movimento cultural das pessoas que estão inseridas nesse processo, repensá-la implica refletir a historicidade dos mecanismos que são legitimados pelo Estado e que tipo de qualidade educacional está sendo levado em consideração no percurso desse processo. 1. Por uma pedagogia histórica-crítica É importante ressaltar que para desenvolver uma pedagogia crítica é necessário compreender o sujeito em sua totalidade, não com o propósito de criar mão-de-obra para o mercado, mas sim de torna-lo autônomo do seu próprio conhecimento, pois o sentido de qualidade social da educação deveria fomentar a humanização pedagógica e valorização da diversidade cultural para formação integral, autônoma e livre. A humanidade é composta por várias etnias, variedades culturais, religiosas e, realidades econômicas diversas. Em outras palavras, \"... estando a pedagogia a serviço da humanização do homem, isso significa estar ao lado de sua emancipação, de sua libertação. Há que se lembrar que a emancipação se fará em estreitas, contínuas, dialéticas relações do homem com a cultura, do ser com o significado.\" (FRANCO, 2008). No entanto, a maneira como vem sendo mensurada a qualidade na educação, no sistema capitalista vigente, foge essa perspectiva de \"totalidade\" e segue na lógica mecanicista/tecnicista/americanizada e extremamente competitiva. Nota-se que \"... essa mútua dependência das duas dimensões de poder (\"agir sobre as coisas\" e \"determinar o comportamento de outros\") ocorre em sua forma talvez mais dramática no contexto do fetichismo da mercadoria.\" (PARO, 2008). Dialeticamente, é notório que esse tipo de educação como exercício de controle e fabricação de operários, retrata o viés de perpetuação das desigualdades sociais e fomenta a barbárie social entre as classes. Numa perspectiva que é histórica, o imperialismo aperfeiçoou a exploração dos recursos naturais e humanos dos territórios abaixo da linha da pobreza em diferentes setores, bem como, na educação. Na contemporaneidade, o mundo globalizado passou a ser o foco da proposta de \"igualdade\" entre as nações. Entretanto, houve um avanço do domínio cultural e utilização instrumental das ciências por meio de cursos de curta duração; ensino à distância; política de financiamento estudantil privado etc. Adiante, o neoliberalismo, fortalece a ideia de tecnologia socializada e promove o aceleramento das ferramentas online no que se refere a \"aprendizagem digital\" em \"todos\" os lugares e para \"todas\" civilizações. Assim, \"chegamos ao ponto em que a existência lado a lado - bem como a coexistência competitiva - das potências imperialistas) á não pôde mais ser tolerada, apesar de tudo o que se diz a respeito do ‘mundo policêntrico'.\" (MEZÁROS, 2003). Nesse sentido, professores que são/estão ausentes das discussões políticas e que tenham negado as ciências históricas, estão sujeitos a desenvolver uma pedagogia tradicional acrítica e reprodutivista. Somente superando esse tipo de atitudes, poderemos refletir a educação com qualidade crítica e participativa. Conforme nos alerta, Vitor Henrique Paro: \"... o professor precisa querer ensinar para conseguir fazê-lo. Sua condição de educador, envolvido portanto na construção de personalidades humano-históricas, não permite que tenha uma atitude exterior ao processo ensino-aprendizagem, como mero ‘repetidor' de ‘conteúdos' a seus alunos. Mais do que sujeito, ele tem a função de propiciar condições para que os educandos se façam sujeitos. [...] Não basta gostar do trabalho que exerce, é preciso ter consciência política de sua função e do que ela representa na construção de seres democráticos para uma sociedade democrática. Ciente dessa condição especial dos trabalhadores em educação, toda política educacional deve ser orientada para oferecer as condições tanto materiais (salário compatível, carreira, assistência profissional etc.) quanto didáticas (organização e funcionamento da unidade escolar) que não só permitam mas também induzam os professores a realizar uma educação de boa qualidade.\"[1] (PARO, 2008. p. 31-2). Considerando a prática pedagógica como ferramenta de transformação da sociedade, é fundamental que professoras e professores estejam atentos ao modelo político-econômico de sociedade que estão inseridos, para que, sob análise deste, elabore sua práxis educativa na intencionalidade de contribuir com o desenvolvimento dos sujeitos atuantes nas discussões políticas, econômicas e sócio histórica da onde vivem. Para ressaltar, há anos o Brasil transitou por diferentes fases de exploração de mão-de-obra e ação antidemocrática, sobretudo na época da colonização europeia e no império brasileiro (1500-1889). Com advento da Primeira República (1889-1930) há um avanço do positivismo nos currículos existentes na época, o qual, foram reforçados com o governo de Getúlio Vargas, a partir do golpe, mais conhecido como a Revolução de 30. A Era Vargas (1930-1945) oscilou entre o populismo e o conservadorismo militar, através dessa conjectura foi planejado investimentos na educação de cunho tradicional/tecnicista, principalmente para atender a demanda de mão-de-obra das indústrias de bases que estava cada vez mais se desenvolvendo naquela época. Vejamos algumas criações do período mencionado: \"Durante o Estado Novo, aumentaram-se as verbas destinadas à Educação e houve uma tentativa de se traçar uma política educacional de âmbito nacional. Criaram-se órgãos como o Serviço do Patrimônio Histórico e Artístico Nacional (1937), o Instituto Nacional do Cinema Educativo (1937), o Instituto Nacional de Estudos Pedagógicos (1938) e o Serviço Nacional de Radiofusão Educativa (1939).Com o desenvolvimento industrial, havia a necessidade de uma formação mínima ao operariado, e de maneira rápida e prática. Assim foi criado o SENAI - Serviço Nacional de Aprendizagem Industrial - através do Decreto-Lei no 4048, de 22 de Janeiro de 1942, com finalidade de ministrar um sistema de ensino paralelo ao sistema oficial. O SENAI era dirigido pela Confederação Nacional das Indústrias e mantido pelas contribuições das empresas a ela filiadas. [...] Em 1942, temos a Reforma Capanema, de cunho nazi-facista cuja ideologia era voltada para o patriotismo e o nacionalismo, difundindo disciplina e ordem através dos cursos de moral e civismo e de educação militar para os alunos do sexo masculino nas escolas secundárias. O ensino secundário passou a ser ministrado em dois ciclos de quatro e três anos. Os primeiros quatro anos correspondiam ao curso ginasial e os três últimos ao curso colegial, que apresentava duas opções: o clássico e o científico. O ensino continuou a ter caráter humanístico, enciclopédico e aristocrático, e os cursos clássico e científico não apresentavam diferenças substanciais, a ponto de serem considerados opções diferentes. Havia ainda o ensino industrial e o comercial.\"[2] (RIBEIRO, 1993. p. 23). Conseguinte, houve a derrubada de Getúlio Vargas (1945) e é eleito Eurico Gaspar Dutra como presidente da república. A partir daí, surge \"... o SENAC – Serviço Nacional de Aprendizagem Comercial – criado pelo decreto-lei nº 3621, de 10 de Janeiro de 1946, de estrutura semelhante ao SENAI. [...] Pelo decreto-lei nº 1 8622, também de 10 de Janeiro de 1946, as empresas comerciais ficavam obrigadas a empregar menores e matriculá-los nas escolas de aprendizagem do SENAC.\" (RIBEIRO, 1993). Essa dinâmica de formação de mão-de-obra para o mercado era criticada por alguns teóricos pragmáticos-liberais e católicos da época, porém somente \"em 1961 é aprovada a Lei 4024 da Diretrizes e Bases da Educação Nacional, ambas as tendências são beneficiadas pelo seu conteúdo, que atende às reivindicações feitas tanto pelos católicos quanto pelos liberais.\" (RIBEIRO, 1993). Sob essas circunstâncias, a República Populista (1945-1964) era bastante frágil, logo já estava sendo articulado o próximo golpe que resultou na Ditatura Militar (1964-1984). Esse último, se arregimentou com apoio da política norte-americana da época, a qual instituiu a repressão aos professores, jornalistas, artistas e a sociedade como um todo. Durante todo esse tempo de ação antidemocrática, a educação de qualidade foi censurada e seus reflexos perduraram por muitos anos no país. Haja visto, pessoas no ano 2019, reivindicando o retorno desses mecanismos militares de extremo conservadorismo de direita na atualidade em que vivem. 1.2 Educação política e social Sobre essa ótica, no livro Educação para liberdade, Paulo Freire, reforça a importância em desenvolver a pedagogia crítica e autônoma, baseada sempre na luta pela democracia e equidade social, segundo o pensador: \"Não há nada que mais contradiga e comprometa a emersão popular do que uma educação que não jogue o educando às experiências do debate e da análise dos problemas e que não lhe propicie condições de verdadeira participação. Vale dizer, uma educação que longe de se identificar com o novo clima para ajudar o esforço de democratização, intensifique a nossa inexperiência democrática, alimentando-a.\" [3] (FREIRE, 1987, p. 93). Essa percepção é uma condição que precisa estar esclarecida em nossa sociedade, pois o marco da Constituição Federal de 1988, nos proporcionou apontar para novos passos frente o monopólio educacional da Companhia Jesuítica (1549-1759); os retrocessos do Subsídio literário; a Política de Subvinculação (1934) e o Regime Ditatorial (1964-1984). É importante considerar que a Constituição Federal 1988, é o documento oficial que propõe direitos e deveres aos cidadãos, dentre esses, o que tange a formação básica no país, mas essa garantia nem sempre é assegurada na prática, logo, faz-se necessário emendas, planos anuais, normas, novas leis, microssistemas, \"brechas\" etc. Considera-se, ainda, os avanços na legislação, bem como, a Lei de Diretrizes e Bases da Educação (LDB 9391/96) e as Leis (10639/2003 e 11645/08) que tange sobre a obrigatoriedade do ensino e no currículo a \"História e Cultura Afro-brasileira e indígenas\". As discussões acerca da educação e o regime de federalismo, colaboração e cooperação do Brasil, perpassa por uma série de ambivalência, desde da Constituição de 1988, conforme as bases políticas constituídas ao longo dos anos 90 e 2000. Isso quer dizer que \"... nos remete à forma de organização territorial, ao modelo de desenvolvimento e planejamento do Estado brasileiro e aos limites estruturais à sua efetivação.\" (DOURADO, 2013). Considera-se, ainda, as Emendas Constitucionais, o Pacto Federativo e outros. O gerencialismo e as políticas públicas educacionais, desde a última reforma administrativa do Estado, trouxe a proposta de mercado e accountability para todo país, ou seja, as ferramentas utilizadas pelo governo são condicionadas ao projeto capitalista, mais precisamente, ao neoliberalismo. Para melhor compreender a política neoliberal, \"... (às vezes denominada neotaylorismo) é um pragmatismo racional de meio-fim que privilegia a eficiência e a produtividade e que favorece relações transacionais de intercâmbio e contratação. [...] na década de 1990 como novo gerencialismo, Clarke; Newman, 1993; Pollitt, 1993) é mais centrada nas pessoas e orientada para qualidade e excelência; [...] A maioria das organizações, é claro, combina elementos de ambas.\"[4] (HARVEY, 2014). As privatizações na educação, vão sendo incorporadas, paulatinamente, onde a terceirização dos serviços técnicos e apoio é a ferramenta primeira desse sistema, denominado público-privado que tem gerado uma série de problemas na formação humana, inclusive, na supressão de direitos sociais e políticos, conquistados ao longo dos anos na sociedade brasileira. É importante frisar que, \"... Apesar de tardia a liberação econômica e financeira nos anos 1990, o Brasil se tornou um dos destinos preferenciais do capital internacional, cuja entrada no após Plano Real passou a ser concentrada cada vez mais no setor de serviços.\" (GALZERANO; MINTO; 2018). Nesse sentido, o protagonismo dos professores é alvo eminente para realização dessa nova reforma estatal na educação. A desvalorização da carreira; o monitoramento e controle por aplicação de currículo único (BNCC – Base Nacional Comum Curricular); a retirada da obrigatoriedade de disciplinas das ciências humanas da base; a subtração de direitos e planos de carreiras são decorrentes desse gerencialismo desenfreado e legitimado pelo governo atual. Dessa maneira, as implicações para a formação humana e a constituição do psiquismo humano, dentro da perspectiva de negação de direitos sociais, é alarmante na sociedade brasileira. Cabe dizer que, as condições de acesso à escola pública; a formação de professores; a produção de materiais didáticos eficientes, dentre outros serão traduzidos, em mercadoria, a qual quem detém o poder econômico a possuirá. Com essa realidade, preexistente, é importante que haja um engajamento entre professores e comunidade escolar na luta para assegurar direitos, conforme (CURY, 2002): \"... o direito à educação escolar e a democracia terá a legislação como um de seus suportes e invocará o Estado como provedor desse bem, seja para garantir a igualdade de oportunidades, seja para, uma vez mantido esse objetivo, intervir no domínio das desigualdades, que nascem do conflito da distribuição capitalista da riqueza, e progressivamente reduzir as desigualdades.\"[5] (CURY, 2018). É fato que as políticas de financiamento e legislação no Brasil, necessitam avançar para que realmente consolide o progresso educacional público e gratuito. Entretanto esse processo precisa acontecer por via republicana, através da participação democrática dos sujeitos que compõem a classe de profissionais da educação. Embora estejamos em desvantagem frente a classe dominante, é através do embate que outros desdobramentos incide a legitimação de uma nova ideia. Da mesma forma que os profissionais, os estudantes também precisam estar engajados na criação da educação pública e de qualidade. Dialeticamente, ocupar os espaços e desenvolvê-lo. \"Um indivíduo não nasce membro de uma sociedade, torna-se membro, impelido pela dialética do social.[...] Assim, para se autodeterminar, o sujeito precisa apropriar-se do processo de construção de sua identidade.\" (FRANCO, 2008). 1.3 Desenvolver sujeitos pensantes Envolver diferentes pessoas nesse movimento social que promova a emancipação dos sujeitos requer ações bem elaborados e objetivos esclarecidos. Com vistas a essa contribuição, alguns projetos vêm acontecendo no Brasil, vejamos: \"Conforme a Resolução do Senado Federal nº 42, de 2010, integram o Programa Senado Jovem Brasileiro: a – o Concurso de Redação do Senado Federal; e b- o Projeto Jovem Senador. Em 2019, são promovidas a 12ª edição do Concurso de Redação e a 9ª edição do Projeto Jovem Senador. O nome-síntese Jovem Senador é utilizado para refletir-se ao conjunto das atividades do programa. Os alunos autores das redações classificadas em primeiro lugar em cada um dos estados e no Distrito Federal no concurso nacional de redação são selecionados para tomarem posse e atuarem como jovens senadores, durante uma semana, em Brasília, representando a respectiva unidade da Federação. A participação na etapa presencial é obrigatória para que o aluno, seu professor e sua escola sejam considerados vencedores do Jovem Senador 2019.\"[6] Através, dos projetos supracitados, anteriormente, pode-se reconhecer a possibilidade em desenvolver uma pedagogia crítica, tendo como foco a teoria e prática. Isso requer uma práxis bem elaborada que se inicia na escola na relação de professores-alunos; ensino-aprendizagem; experiência-cultural. Obviamente, que para ampliar os horizontes dos estudantes, há de se manter a devida atenção no desenvolvimento do conhecimento dos sujeitos, visto que a ideia não é simplesmente a formação de militantes políticos/partidários, conforme reflete, Henry Giroux: \"... a fronteira entre a democracia e o mero espontaneísmo pode ser muito incerta e mal percebida, se não se atenta para a condição política da educação, considerando a diferença entre uma conduta que dá voz aos educandos, como estratégia para que eles aprendam a tomar decisões e se fazerem autônomos, e um procedimento de simples fuga da responsabilidade educativa e negligência para com a formação das crianças e jovens.\"[7] (GIROUX, 1986. p. 68). No âmbito regional, mais especificamente em Rondonópolis-MT, é possível pontuar o projeto Vereador Mirim da Câmara Municipal de Rondonópolis – Resolução Nº 561/2018, onde destaca-se os seguintes artigos: \"Art.3º O processo de eleição para escolha dos Vereadores Mirins será orientada e dirigida pelo Poder Legislativo Municipal de Rondonópolis, Estado de Mato Grosso, em conjunto com as escolas e atenderá às seguintes observações: a) Os alunos interessados em concorrer a uma vaga na Câmara Municipal Mirim, que tenham até 15 anos de idade completos e estejam cursando da 6º ao 9º ano do Ensino Fundamental, inscrever-se-ão nas suas respectivas escolas e farão sua campanha eleitoral junto aos eleitores estudantes de sua unidade escolar. [...] Art. 20 Aos Vereadores Mirins competem os seguintes direitos: I- Participar de todas as discussões e deliberações do Plenário; II- Votar e ser votado nas eleições da Mesa Diretora Mirim na forma Regimental; III- Apresentar proposições que visem o interesse coletivo.\"[8] Nos artigos mencionados, é possível repensar uma práxis pedagógica nas escolas de Rondonópolis-MT que venham desencadear, junto a câmara municipal instrumentos que atendam às necessidades da comunidade escolar, bem como, a efetiva participação de estudantes na esfera política, uma contribuição a formação de sua cidadania e saberes. Por último, a educação tem enfrentado muitos desafios no âmbito nacional e regional. No estado mato-grossense, as prioridades continua sendo o agronegócio e suas movimentações. Assim, produzir pesquisa, voltada para Educação pública gratuita e de qualidade, também é uma forma de resistir, junto aos profissionais da educação, estudantes e sociedade. Essa breve discussão teórica, pretende contribuir com a formação de uma pedagogia crítica, considerando a participação política, diversidade cultural e historicidade em que estamos inseridos. 1 - Graduada em Licenciatura Plena em História pela Universidade Federal de Mato Grosso (UFMT/CUR/2009). Especialista em Relações Étnicas e Raciais na Educação Brasileira (UFMT/UAB/2013) e atualmente, mestranda em Educação (PPGEDU/UFMT/CUR/2019). REFERÊNCIAS BIBLIOGRÁFICA BRASIL. Constituição (1988). Constituição da República Federativa do Brasil. Brasília, DF: Senado Federal: Centro Gráfico, 1988. CURY, Carlos Roberto Jamil. Financiamento da Educação Brasileira: do subsídio literário ao FUNDEB. Educ. Real. , Porto Alegre , v. 43, n. 4, p. 1217-1252, Oct. 2018. Disponível em: http://www.scielo.br/pdf/edreal/v43n4/2175-6236-edreal-43-04-1217.pdf (Acesso: Julho, 2019). DOURADO, Luiz Fernandes. Sistema Nacional de Educação, federalismo e os obstáculos ao direito à educação básica. Educ. Soc., Campinas, v. 34, n. 124, p. 761-785, jul.-set. 2013. Disponível em: http://www.scielo.br/pdf/es/v34n124/07.pdf (Acesso: Julho, 2019). FRANCO, Maria Amélia do Rosário Santoro. Pedagogia como ciência da educação. São Paulo: Cortez, 2008). FREIRE. Paulo. Educação como prática da liberdade. Rio de Janeiro. Editora Paz e Terra LTDA. 1967. GALZERANO, Luciana Sardenha; MINTO, Lalo Watanabe. Capital fictício e educação no Brasil: um estudo sobre a lógica contemporânea da privatização. EccoS – Rev. Cient., São Paulo, n. 47, p. 61-80, set./dez. 2018. Disponível em: https://periodicos.uninove.br/index.php?journal=eccos&page=article&op=view&path%5B%5D=10740 (Acesso em: Julho, 2019). HARVEY, David. O Neoliberalismo: história e implicações. SP: Edições Loyola, 2014. MÉSZÁROS, István. O século XXI: socialismo ou barbárie? SP: Boitempo, 2003. A educação para além do capital. SP: Boitempo, 2005. PARO. Vitor Henrique. Educação como exercício do poder: crítica ao senso comum em educação. São Paulo: Cortez Editora. 2008, RIBEIRO, Paulo Rennes Marçal. História da educação escolar no Brasil: notas para uma reflexão. Paidéia, Ribeirão Preto-SP, nº 4, p. 23, fev/jul. 1993. Disponível em: http://www.scielo.br/pdf/paideia/n4/03.pdf (Acesso: Julho/2019).","tags":"Ciências Humanas","url":"https://descomplicandoadocencia.com.br/2021/04/29/historia-pratica-pedagogica-e-politica/"}]}